Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.4df982e6c906
source: 今日の3つ
ar_sa: مهام اليوم الثلاث
ca: Les 3 d'avui
cs: Dnešní 3
da: Dagens 3
de_de: Die 3 für heute
el: Τα 3 σημερινά
en_au: Today's 3
es_es: Las 3 de hoy
fi: Tämän päivän 3
fr_ca: Les 3 du jour
gu: આજનાં 3
he: 3 המשימות של היום
hi: आज के 3 काम
hr: Današnja 3
hu: A mai 3
id: 3 untuk hari ini
it: I 3 di oggi
ko: 오늘의 3가지
mr: आजचे 3
ms: 3 untuk hari ini
nl_nl: De 3 van vandaag
no: Dagens 3
pl: Dzisiejsze 3
pt_br: Os 3 de hoje
pt_pt: Os 3 de hoje
ro: Cele 3 de azi
ru: Сегодняшние 3
sk: Dnešné 3
sl: Današnje 3
sv: Dagens 3
ta: இன்றைய 3
te: ఈరోజు 3
th: 3 อย่างวันนี้
tr: Bugünün 3'ü
uk: Сьогоднішні 3
vi: 3 việc hôm nay
zh_hans: 今天的3项
zh_hant: 今天3件事

# core_ui.4e39030fe908
source: トレーニングを3回完了
ar_sa: أكمل 3 تمارين
ca: Completa 3 entrenaments
cs: Dokončit 3 tréninky
da: Fuldfør 3 træninger
de_de: 3 Trainings abschließen
el: Ολοκλήρωσε 3 προπονήσεις
en_au: Complete 3 workouts
es_es: Completar 3 entrenamientos
fi: Suorita 3 harjoitusta
fr_ca: Effectuer 3 entraînements
gu: 3 વર્કઆઉટ પૂર્ણ કરો
he: השלמת 3 אימונים
hi: 3 वर्कआउट पूरे करें
hr: Dovrši 3 treninga
hu: 3 edzés teljesítése
id: Selesaikan 3 latihan
it: Completa 3 allenamenti
ko: 운동 3회 완료
mr: 3 वर्कआउट पूर्ण करा
ms: Selesaikan 3 senaman
nl_nl: 3 trainingen voltooien
no: Fullfør 3 treningsøkter
pl: Ukończ 3 treningi
pt_br: Concluir 3 treinos
pt_pt: Concluir 3 treinos
ro: Finalizează 3 antrenamente
ru: Выполнить 3 тренировки
sk: Dokončiť 3 tréningy
sl: Dokončaj 3 vadbe
sv: Slutför 3 träningspass
ta: 3 வொர்க்அவுட்களை முடிக்கவும்
te: 3 వర్కౌట్లు పూర్తి చేయండి
th: ฝึกให้ครบ 3 ครั้ง
tr: 3 antrenman tamamla
uk: Виконати 3 тренування
vi: Hoàn thành 3 buổi tập
zh_hans: 完成3次训练
zh_hant: 完成3次訓練

# core_ui.4e4c49222b4d
source: 別の行動に替える
ar_sa: اختر إجراءً آخر
ca: Tria una altra acció
cs: Vybrat jinou akci
da: Vælg en anden handling
de_de: Andere Aktion wählen
el: Επιλογή άλλης ενέργειας
en_au: Choose a different action
es_es: Elegir otra acción
fi: Valitse toinen toiminto
fr_ca: Choisir une autre action
gu: બીજી ક્રિયા પસંદ કરો
he: בחירת פעולה אחרת
hi: कोई दूसरी कार्रवाई चुनें
hr: Odaberi drugu radnju
hu: Másik művelet választása
id: Pilih tindakan lain
it: Scegli un'altra azione
ko: 다른 행동 선택
mr: दुसरी कृती निवडा
ms: Pilih tindakan lain
nl_nl: Een andere actie kiezen
no: Velg en annen handling
pl: Wybierz inne działanie
pt_br: Escolher outra ação
pt_pt: Escolher outra ação
ro: Alege altă acțiune
ru: Выбрать другое действие
sk: Vybrať inú akciu
sl: Izberi drugo dejanje
sv: Välj en annan åtgärd
ta: வேறு செயலைத் தேர்ந்தெடுக்கவும்
te: మరో చర్యను ఎంచుకోండి
th: เลือกกิจกรรมอื่น
tr: Başka bir eylem seç
uk: Вибрати іншу дію
vi: Chọn hành động khác
zh_hans: 选择其他行动
zh_hant: 選擇其他行動

# core_ui.4f3a00976e8f
source: 週何回運動できる？
ar_sa: كم مرة في الأسبوع يمكنك ممارسة الرياضة؟
ca: Quantes vegades a la setmana pots fer exercici?
cs: Kolikrát týdně se můžete věnovat cvičení?
da: Hvor mange gange om ugen kan du træne?
de_de: Wie oft können Sie pro Woche trainieren?
el: Πόσες φορές την εβδομάδα μπορείτε να γυμναστείτε;
en_au: How many times a week can you exercise?
es_es: ¿Cuántas veces a la semana puedes hacer ejercicio?
fi: Kuinka monta kertaa viikossa voit harjoittaa?
fr_ca: Combien de fois par semaine pouvez-vous faire de l'exercice ?
gu: તમે અઠવાડિયામાં કેટલાં કસરતો કરી શકો છો?
he: כמה פעמים בשבוע אתה מתאמן?
hi: आप प्रति सप्ताह कितनी बार व्यायाम कर सकते हैं?
hr: Koliko puta tjedno možete trenirati?
hu: Mennyi alkalommal tud edzeni egy héten?
id: Berapa kali Anda berolahraga dalam seminggu?
it: Quanti giorni a settimana puoi allenarti?
ko: 이번 주에 몇 번 운동할 수 있나요?
mr: तुम्ही दर आठवड्यात किती वेळा व्यायाम करू शकता?
ms: Berapakah jumlah senaman yang boleh anda lakukan setiap minggu?
nl_nl: Hoeveel keer per week sport je?
no: Hvor mange ganger i uken kan du trene?
pl: Ile razy w tygodniu możesz trenować?
pt_br: Quantas vezes por semana você pretende se exercitar?
pt_pt: Quantas vezes por semana você pretende se exercitar?
ro: Câte zile pe săptămână vă puteți antrena?
ru: Сколько раз в неделю вы планируете заниматься?
sk: Koľkokrát denne sa chcete venovať cvičeniam?
sl: Koliko trenirate na teden?
sv: Hur många gånger i veckan kan du träna?
ta: ஒரு வாரத்தில் எவ்வளவு முறை உடற்பயிற்சி செய்ய முடியும்?
te: ప్రతి వారం ఎన్నిసార్లు వ్యాయామం చేయవచ్చు?
th: คุณสามารถออกกำลังกายได้กี่ครั้งต่อสัปดาห์?
tr: Haftada kaç kez egzersiz yapabilirsiniz?
uk: Скільки разів на тиждень ви можете займатися?
vi: Bạn muốn tập luyện bao nhiêu lần trong tuần?
zh_hans: 一周能进行多少次运动？
zh_hant: 一周能运动几次？

# core_ui.5263b86c134f
source: 心拍・モーション
ar_sa: نبض القلب والحركة
ca: Freqüència cardíaca i moviment
cs: Tepová frekvence a pohyb
da: Puls og bevægelse
de_de: Herzfrequenz und Bewegung
el: Καρδιακός ρυθμός και κίνηση
en_au: Heart rate & motion
es_es: Frecuencia cardiaca y movimiento
fi: Syke ja liike
fr_ca: Fréquence cardiaque et mouvement
gu: હૃદયગતિ અને મૂવમેન્ટ
he: דופק ותנועה
hi: हृदय गति और मूवमेंट
hr: Puls i pokret
hu: Pulzus és mozgás
id: Detak jantung dan gerakan
it: Frequenza cardiaca e movimento
ko: 심박수 및 동작
mr: हृदयगती आणि हालचाल
ms: Kadar denyutan jantung dan pergerakan
nl_nl: Hartslag en beweging
no: Puls og bevegelse
pl: Tętno i ruch
pt_br: Frequência cardíaca e movimento
pt_pt: Frequência cardíaca e movimento
ro: Puls și mișcare
ru: Пульс и движение
sk: Tepová frekvencia a pohyb
sl: Srčni utrip in gibanje
sv: Puls och rörelse
ta: இதயத் துடிப்பு மற்றும் அசைவு
te: హృదయ స్పందన మరియు కదలిక
th: อัตราการเต้นหัวใจและการเคลื่อนไหว
tr: Kalp atış hızı ve hareket
uk: Пульс і рух
vi: Nhịp tim và chuyển động
zh_hans: 心率与动作
zh_hant: 心率與動作

# core_ui.52709c47198c
source: 理想の身体へ、迷わず進む。
ar_sa: تحرك نحو جسمك المثالي دون تردد.
ca: Mou-te cap al teu cos ideal sense dubtar-ho.
cs: Postupujte k ideálnímu tělu, bez váhání.
da: Kom videre mod din ideelle krop, uden at tøve.
de_de: Gehen Sie selbstbewusst auf den Weg zu Ihrem idealen Körper.
el: Προχωρήστε με αυτοπεποίθηση προς τον ιδανικό σας σωματότυπο.
en_au: Move confidently towards your ideal body.
es_es: Avance sin dudar hacia tu cuerpo ideal.
fi: Edisty kohti ihannetilaa vaivattomasti.
fr_ca: Avancez sans hésitation vers votre corps idéal.
gu: આદર્શ શરીર તરફ, નિશ્ચિતપણે આગળ વધો.
he: צעד בביטחון לעבר הגוף הרצוי.
hi: अपने आदर्श शरीर की ओर, बिना किसी हिचकिचाहट के आगे बढ़ें।
hr: Pripremite se za idealan tijelo, bez oklijeva.
hu: Kényelmesen haladjunk a tökéletes test felé.
id: Lanjutkan menuju tubuh ideal Anda tanpa ragu.
it: Raggiungi il tuo ideale, senza esitazioni.
ko: 목표 몸매를 향해, 망설이지 않고 나아가세요.
mr: तुमच्या ध्येयाकडे, सहजपणे वाटचाल करा.
ms: Bergerak ke arah badan ideal, tanpa ragu.
nl_nl: Ga onbeperkt vooruit naar je ideale lichaam.
no: Gå fremover mot din ideelle kropp, uten å nøle.
pl: Bez zwątpień zmierzaj w stronę swojego idealnego ciała.
pt_br: Avance sem hesitação em direção ao seu corpo ideal.
pt_pt: Avance sem hesitação em direção ao seu corpo ideal.
ro: Mergeți cu încredere spre corpul ideal.
ru: Легко достигайте своей идеальной формы.
sk: Postupujte k svojmu ideálnemu telu bez váhaní.
sl: Lahko dosežete idealno stanje telesa brez oklevanja.
sv: Gå framåt mot din idealiska kropp, utan tvekan.
ta: உங்கள் இலக்கை நோக்கி, தயக்கமின்றி முன்னேறுங்கள்.
te: మీ ఆదర్శ శరీరానికి, సందేహాలు లేకుండా ముందుకు సాగండి.
th: มุ่งมั่นไปสู่รูปร่างที่ต้องการ โดยไม่มีความลังเล
tr: İdeal vücuda ulaşmak için, emin adımlarla ilerle.
uk: Не бійтеся, рухайтесь до свого ідеального тіла!
vi: Tiến lên một cách tự tin để đạt được cơ thể lý tưởng.
zh_hans: 轻松迈向理想身材。
zh_hant: 順利邁向理想的身材。

# core_ui.5318d1ecf91a
source: サーバーURL
ar_sa: عنوان URL للخادم
ca: URL del servidor
cs: URL serveru
da: Server-URL
de_de: Server-URL
el: URL διακομιστή
en_au: Server URL
es_es: URL del servidor
fi: Palvelimen URL
fr_ca: URL du serveur
gu: સર્વર URL
he: כתובת URL של השרת
hi: सर्वर URL
hr: URL poslužitelja
hu: Szerver URL-címe
id: URL server
it: URL del server
ko: 서버 URL
mr: सर्व्हर URL
ms: URL pelayan
nl_nl: Server-URL
no: Server-URL
pl: Adres URL serwera
pt_br: URL do servidor
pt_pt: URL do servidor
ro: URL server
ru: URL сервера
sk: URL servera
sl: URL strežnika
sv: Server-URL
ta: சர்வர் URL
te: సర్వర్ URL
th: URL เซิร์ฟเวอร์
tr: Sunucu URL'si
uk: URL сервера
vi: URL máy chủ
zh_hans: 服务器URL
zh_hant: 伺服器URL

# core_ui.536e51b3f816
source: 筋トレ
ar_sa: تدريب العضلات
ca: entrenament muscular
cs: Trénink svalů
da: Styrketræning
de_de: Krafttraining
el: Άσκηση μυών
en_au: Strength training
es_es: Entrenamiento de fuerza
fi: Voimaharjoittelu
fr_ca: Entraînement musculaire
gu: સ્નાયુ તાલીમ
he: אימוני כוח
hi: मांसपेशियों का व्यायाम
hr: Trening mišića
hu: Izomgyakorlat
id: Latihan kekuatan
it: Allenamento di forza
ko: 근력 운동
mr: मांसपेशी प्रशिक्षण
ms: Latihan kekuatan
nl_nl: Spierkrachttraining
no: Styrketrening
pl: Trening siłowy
pt_br: Treino de força
pt_pt: Treino de força
ro: Antrenament de forță
ru: Тренировки на силу
sk: Tréning svalov
sl: Trening z utežmi
sv: Styrketräning
ta: உடற்பயிற்சி
te: కండర వ్యాయామం
th: การฝึกกล้ามเนื้อ
tr: Kas egzersizi
uk: Тренування м'язів
vi: Tập luyện cơ bắp
zh_hans: 力量训练
zh_hant: 力量训练

# core_ui.5479236de8a3
source: 記録を見て次の行動を提案
ar_sa: عرض السجلات واقتراح الإجراء التالي
ca: Veure registres i suggerir la següent acció
cs: Prohlédněte si záznam a získejte návrh dalšího kroku
da: Se dine registreringer og få forslag til næste handling
de_de: Aufzeichnungen anzeigen und nächste Schritte vorschlagen
el: Δείτε τις καταγραφές και λάβετε προτάσεις για την επόμενη ενέργεια
en_au: View your records and get suggestions for the next action
es_es: Mira el registro y obtén sugerencias para la siguiente acción
fi: Katso kirjaamista ja ehdota seuraavaa toimintoa
fr_ca: Consultez vos enregistrements et obtenez des suggestions pour les prochaines étapes
gu: રેકોર્ડ જુઓ અને આગામી પગલા માટે સૂચનો મેળવો
he: צפה בתיעוד והצע פעולה נוספת
hi: रिकॉर्ड देखें और अगला कदम सुझाएं
hr: Pogledajte zapis i dobijte preporuku za sljedeći korak
hu: Rögzített adatokat megtekintve, javaslatok
id: Lihat catatan dan dapatkan saran tindakan selanjutnya
it: Guarda le registrazioni e ricevi suggerimenti per la prossima azione
ko: 기록을 보고 다음 행동을 제안
mr: नोंदी पाहून पुढील कृती सुचवा
ms: Lihat catatan dan dapatkan cadangan tindakan selanjutnya
nl_nl: Bekijk je registraties en ontvang suggesties voor de volgende actie
no: Se på registreringene og få forslag til neste handling
pl: Przejrzyj zapisy i otrzymuj sugestie dotyczące kolejnych działań
pt_br: Veja o registro e receba sugestões para a próxima ação
pt_pt: Veja o registro e receba sugestões para a próxima ação
ro: Vezi înregistrările și primește sugestii pentru următoarea acțiune
ru: Посмотреть записи и получить рекомендации по дальнейшим действиям
sk: Pozrite si záznam a získejte návrh ďalšieho kroku
sl: Pogledajte zapise in dobite predlog za naslednje dejanje
sv: Se spelade aktiviteter och få förslag på nästa steg
ta: பதிவுகளை பார்த்து அடுத்த நடவடிக்கையை பரிந்துரைக்கவும்
te: రికార్డులను చూడండి మరియు తదుపరి చర్యను సూచించండి
th: ดูบันทึกแล้วขอคำแนะนำ
tr: Kaydınızı görün ve sonraki adımı öner
uk: Переглянути записи та отримати рекомендації щодо подальших дій
vi: Xem bản ghi và nhận đề xuất hành động tiếp theo
zh_hans: 查看记录并提出下一步行动建议
zh_hant: 查看记录并提出下一步行动建议

# core_ui.5741ec6a7cf6
source: 先に短い記録を済ませて、あとでまとめて振り返れます。
ar_sa: سجّل بعض الأشياء الآن وراجع كل شيء لاحقًا.
ca: Registra unes quantes coses ara i revisa-ho tot més tard.
cs: Zaznamenejte teď několik věcí a vše si projděte později.
da: Registrer et par ting nu, og gennemgå det hele senere.
de_de: Erfasse jetzt einige Angaben und sieh dir später alles gemeinsam an.
el: Κατάγραψε λίγα πράγματα τώρα και εξέτασέ τα όλα αργότερα.
en_au: Log a few things now and review everything later.
es_es: Registra algunas cosas ahora y revisa todo más tarde.
fi: Kirjaa muutama asia nyt ja tarkastele kaikkea myöhemmin.
fr_ca: Enregistrez quelques éléments maintenant et consultez tout plus tard.
gu: હમણાં થોડું રેકોર્ડ કરો અને પછી બધું સમીક્ષો.
he: אפשר לרשום כמה דברים עכשיו ולסקור הכול אחר כך.
hi: अभी कुछ चीज़ें दर्ज करें और बाद में सबकी समीक्षा करें।
hr: Sada zabilježite nekoliko stvari, a kasnije pregledajte sve zajedno.
hu: Most rögzíts néhány dolgot, később pedig tekints át mindent együtt.
id: Catat beberapa hal sekarang dan tinjau semuanya nanti.
it: Registra ora alcuni dati e rivedi tutto più tardi.
ko: 지금 간단히 기록하고 나중에 한꺼번에 확인할 수 있습니다.
mr: आत्ता काही गोष्टी नोंदवा आणि नंतर सर्वांचा एकत्र आढावा घ्या.
ms: Log beberapa perkara sekarang dan semak semuanya kemudian.
nl_nl: Registreer nu een paar dingen en bekijk later alles samen.
no: Registrer noen få ting nå, og se gjennom alt senere.
pl: Zapisz teraz kilka rzeczy, a później przejrzyj wszystko razem.
pt_br: Registre algumas coisas agora e revise tudo depois.
pt_pt: Registre algumas coisas agora e revise tudo depois.
ro: Înregistrează câteva lucruri acum și revizuiește totul mai târziu.
ru: Запишите несколько показателей сейчас и просмотрите всё позже.
sk: Zaznamenajte teraz niekoľko vecí a všetko si prejdite neskôr.
sl: Zdaj zabeležite nekaj stvari, pozneje pa preglejte vse skupaj.
sv: Logga några saker nu och granska allt senare.
ta: இப்போது சிலவற்றைப் பதிவு செய்து, பின்னர் அனைத்தையும் ஒன்றாகப் பார்க்கலாம்.
te: ఇప్పుడు కొన్ని విషయాలను రికార్డ్ చేసి, తర్వాత అన్నింటినీ ఒకేసారి సమీక్షించండి.
th: บันทึกสั้นๆ ตอนนี้ แล้วค่อยทบทวนทั้งหมดภายหลัง
tr: Şimdi birkaç şeyi kaydet, daha sonra hepsini birlikte gözden geçir.
uk: Запишіть кілька показників зараз і перегляньте все пізніше.
vi: Ghi nhanh vài mục ngay bây giờ và xem lại tất cả sau.
zh_hans: 现在快速记录几项，之后再统一回顾。
zh_hant: 現在快速記錄幾項，之後再統一回顧。

# core_ui.57f7d1515dab
source: 担当 {{value1}}
ar_sa: المدرب: {{value1}}
ca: Entrenador: {{value1}}
cs: Trenér: {{value1}}
da: Coach: {{value1}}
de_de: Coach: {{value1}}
el: Προπονητής: {{value1}}
en_au: Coach: {{value1}}
es_es: Entrenador: {{value1}}
fi: Valmentaja: {{value1}}
fr_ca: Coach : {{value1}}
gu: કોચ: {{value1}}
he: מאמן: {{value1}}
hi: कोच: {{value1}}
hr: Trener: {{value1}}
hu: Edző: {{value1}}
id: Pelatih: {{value1}}
it: Allenatore: {{value1}}
ko: 코치: {{value1}}
mr: कोच: {{value1}}
ms: Jurulatih: {{value1}}
nl_nl: Coach: {{value1}}
no: Coach: {{value1}}
pl: Trener: {{value1}}
pt_br: Treinador: {{value1}}
pt_pt: Treinador: {{value1}}
ro: Antrenor: {{value1}}
ru: Тренер: {{value1}}
sk: Tréner: {{value1}}
sl: Trener: {{value1}}
sv: Coach: {{value1}}
ta: கோச்: {{value1}}
te: కోచ్: {{value1}}
th: โค้ช: {{value1}}
tr: Koç: {{value1}}
uk: Тренер: {{value1}}
vi: Huấn luyện viên: {{value1}}
zh_hans: 教练：{{value1}}
zh_hant: 教練：{{value1}}

# core_ui.5882525e2748
source: 使った機能の種類だけを端末内に保存します。体重、写真、食事内容、心拍、位置、メモは記録せず、自動送信もしません。
ar_sa: لا يُحفظ على جهازك إلا أنواع الميزات التي تستخدمها. لا يتم تسجيل الوزن أو الصور أو تفاصيل الوجبات أو نبض القلب أو الموقع أو الملاحظات، ولا تُرسل تلقائيًا.
ca: Només es desen al dispositiu els tipus de funcions que utilitzes. El pes, les fotos, els detalls dels àpats, la freqüència cardíaca, la ubicació i les notes no es registren ni s'envien automàticament.
cs: V zařízení se ukládají pouze typy funkcí, které používáte. Hmotnost, fotografie, podrobnosti jídel, tepová frekvence, poloha a poznámky se nezaznamenávají ani automaticky neodesílají.
da: Kun de typer funktioner, du bruger, gemmes på din enhed. Vægt, billeder, måltidsoplysninger, puls, placering og noter registreres eller sendes ikke automatisk.
de_de: Auf deinem Gerät werden nur die verwendeten Funktionstypen gespeichert. Gewicht, Fotos, Mahlzeitendetails, Herzfrequenz, Standort und Notizen werden weder erfasst noch automatisch gesendet.
el: Στη συσκευή αποθηκεύονται μόνο οι τύποι λειτουργιών που χρησιμοποιείς. Βάρος, φωτογραφίες, λεπτομέρειες γευμάτων, καρδιακός ρυθμός, τοποθεσία και σημειώσεις δεν καταγράφονται ούτε αποστέλλονται αυτόματα.
en_au: Only the types of features you use are stored on your device. Weight, photos, meal details, heart rate, location, and notes are not recorded or sent automatically.
es_es: Solo se guardan en tu dispositivo los tipos de funciones que utilizas. El peso, las fotos, los detalles de comidas, la frecuencia cardiaca, la ubicación y las notas no se registran ni se envían automáticamente.
fi: Laitteeseesi tallennetaan vain käyttämiesi toimintojen tyypit. Painoa, kuvia, ateriatietoja, sykettä, sijaintia ja muistiinpanoja ei kirjata eikä lähetetä automaattisesti.
fr_ca: Seuls les types de fonctions utilisés sont stockés sur votre appareil. Le poids, les photos, le détail des repas, la fréquence cardiaque, la position et les notes ne sont ni enregistrés ni envoyés automatiquement.
gu: ઉપકરણમાં ફક્ત તમે વાપરેલી સુવિધાના પ્રકારો સાચવાય છે. વજન, ફોટા, ભોજનની વિગતો, હૃદયગતિ, સ્થાન અને નોંધો રેકોર્ડ કે આપમેળે મોકલાતાં નથી.
he: רק סוגי התכונות שבהם נעשה שימוש נשמרים במכשיר. משקל, תמונות, פרטי ארוחות, דופק, מיקום והערות אינם נרשמים או נשלחים אוטומטית.
hi: आपके उपयोग किए गए फ़ीचर के केवल प्रकार डिवाइस पर सहेजे जाते हैं। वज़न, फ़ोटो, भोजन का विवरण, हृदय गति, स्थान और नोट रिकॉर्ड या अपने-आप नहीं भेजे जाते।
hr: Na uređaju se spremaju samo vrste značajki koje koristite. Težina, fotografije, detalji obroka, puls, lokacija i bilješke ne bilježe se niti se automatski šalju.
hu: Csak a használt funkciók típusát tároljuk az eszközödön. A testsúly, a fotók, az étkezések részletei, a pulzus, a hely és a jegyzetek nem kerülnek rögzítésre vagy automatikus elküldésre.
id: Hanya jenis fitur yang Anda gunakan yang disimpan di perangkat. Berat badan, foto, detail makanan, detak jantung, lokasi, dan catatan tidak direkam atau dikirim secara otomatis.
it: Sul dispositivo vengono salvati solo i tipi di funzioni usate. Peso, foto, dettagli dei pasti, frequenza cardiaca, posizione e note non vengono registrati né inviati automaticamente.
ko: 사용한 기능의 종류만 기기에 저장됩니다. 체중, 사진, 식사 내용, 심박수, 위치, 메모는 기록되거나 자동 전송되지 않습니다.
mr: तुम्ही वापरलेल्या वैशिष्ट्यांचे प्रकारच डिव्हाइसवर जतन केले जातात. वजन, फोटो, जेवणाचा तपशील, हृदयगती, स्थान आणि नोंदी रेकॉर्ड केल्या जात नाहीत किंवा आपोआप पाठवल्या जात नाहीत.
ms: Hanya jenis ciri yang anda gunakan disimpan pada peranti. Berat, foto, butiran hidangan, kadar denyutan jantung, lokasi dan nota tidak direkodkan atau dihantar secara automatik.
nl_nl: Alleen de typen functies die je gebruikt, worden op je apparaat opgeslagen. Gewicht, foto's, maaltijdgegevens, hartslag, locatie en notities worden niet geregistreerd of automatisch verzonden.
no: Bare typene funksjoner du bruker, lagres på enheten. Vekt, bilder, måltidsdetaljer, puls, posisjon og notater registreres eller sendes ikke automatisk.
pl: Na urządzeniu zapisywane są tylko typy używanych funkcji. Masa ciała, zdjęcia, szczegóły posiłków, tętno, lokalizacja i notatki nie są zapisywane ani automatycznie wysyłane.
pt_br: Apenas os tipos de recursos usados são armazenados no dispositivo. Peso, fotos, detalhes das refeições, frequência cardíaca, localização e notas não são registrados nem enviados automaticamente.
pt_pt: Apenas os tipos de funcionalidades usados são armazenados no dispositivo. Peso, fotos, detalhes das refeições, frequência cardíaca, localização e notas não são registados nem enviados automaticamente.
ro: Doar tipurile de funcții pe care le folosești sunt salvate pe dispozitiv. Greutatea, fotografiile, detaliile meselor, pulsul, locația și notițele nu sunt înregistrate sau trimise automat.
ru: На устройстве сохраняются только типы используемых функций. Вес, фотографии, сведения о питании, пульс, местоположение и заметки не записываются и не отправляются автоматически.
sk: V zariadení sa ukladajú iba typy funkcií, ktoré používate. Hmotnosť, fotografie, podrobnosti jedál, tepová frekvencia, poloha a poznámky sa nezaznamenávajú ani automaticky neodosielajú.
sl: V napravi se shranijo samo vrste funkcij, ki jih uporabljate. Teža, fotografije, podrobnosti obrokov, srčni utrip, lokacija in opombe se ne beležijo ali samodejno pošiljajo.
sv: Endast typerna av funktioner du använder sparas på enheten. Vikt, bilder, måltidsuppgifter, puls, plats och anteckningar registreras eller skickas inte automatiskt.
ta: நீங்கள் பயன்படுத்தும் அம்சங்களின் வகைகள் மட்டுமே சாதனத்தில் சேமிக்கப்படும். எடை, புகைப்படங்கள், உணவு விவரங்கள், இதயத் துடிப்பு, இருப்பிடம் மற்றும் குறிப்புகள் பதிவு செய்யப்படவோ தானாக அனுப்பப்படவோ மாட்டாது.
te: మీరు ఉపయోగించే ఫీచర్ల రకాలు మాత్రమే పరికరంలో సేవ్ అవుతాయి. బరువు, ఫోటోలు, భోజన వివరాలు, హృదయ స్పందన, స్థానం మరియు నోట్లు రికార్డ్ చేయబడవు లేదా ఆటోమేటిక్‌గా పంపబడవు.
th: ระบบจะเก็บเฉพาะประเภทฟีเจอร์ที่คุณใช้ไว้ในอุปกรณ์ โดยจะไม่บันทึกหรือส่งน้ำหนัก รูปภาพ รายละเอียดอาหาร อัตราการเต้นหัวใจ ตำแหน่ง และบันทึกย่อโดยอัตโนมัติ
tr: Yalnızca kullandığın özellik türleri cihazında saklanır. Kilo, fotoğraflar, öğün ayrıntıları, kalp atış hızı, konum ve notlar kaydedilmez veya otomatik gönderilmez.
uk: На пристрої зберігаються лише типи використовуваних функцій. Вага, фотографії, відомості про харчування, пульс, розташування та нотатки не записуються й не надсилаються автоматично.
vi: Chỉ loại tính năng bạn dùng được lưu trên thiết bị. Cân nặng, ảnh, chi tiết bữa ăn, nhịp tim, vị trí và ghi chú không được ghi lại hoặc tự động gửi đi.
zh_hans: 设备内只保存你使用过的功能类型。不会记录或自动发送体重、照片、餐食详情、心率、位置和备注。
zh_hant: 裝置內只儲存你使用過的功能類型。不會記錄或自動傳送體重、照片、餐點內容、心率、位置與備註。

# core_ui.58c1f125a05a
source: 今日の記録
ar_sa: سجل اليوم
ca: Registre d'avui
cs: Dnešní záznam
da: Dagens log
de_de: Heutiges Protokoll
el: Σημερινή καταγραφή
en_au: Today's log
es_es: Registro de hoy
fi: Tämän päivän loki
fr_ca: Journal du jour
gu: આજનો રેકોર્ડ
he: היומן של היום
hi: आज का रिकॉर्ड
hr: Današnji zapis
hu: Mai napló
id: Catatan hari ini
it: Registro di oggi
ko: 오늘의 기록
mr: आजची नोंद
ms: Log hari ini
nl_nl: Logboek van vandaag
no: Dagens logg
pl: Dzisiejszy dziennik
pt_br: Registro de hoje
pt_pt: Registo de hoje
ro: Jurnalul de azi
ru: Сегодняшний журнал
sk: Dnešný záznam
sl: Današnji dnevnik
sv: Dagens logg
ta: இன்றைய பதிவு
te: ఈరోజు రికార్డు
th: บันทึกวันนี้
tr: Bugünün günlüğü
uk: Сьогоднішній журнал
vi: Nhật ký hôm nay
zh_hans: 今天的记录
zh_hant: 今天的記錄

# core_ui.5a47abbc3654
source: 分:秒
ar_sa: دقيقة:ثانية
ca: min:s
cs: min:s
da: min.:sek.
de_de: Min.:Sek.
el: λεπ.:δευτ.
en_au: min:sec
es_es: min:s
fi: min:s
fr_ca: min:s
gu: મિનિટ:સેકન્ડ
he: דקות:שניות
hi: मिनट:सेकंड
hr: min:s
hu: perc:mp
id: mnt:dtk
it: min:sec
ko: 분:초
mr: मि:से
ms: min:saat
nl_nl: min:sec
no: min:sek
pl: min:s
pt_br: min:s
pt_pt: min:s
ro: min:sec
ru: мин:с
sk: min:s
sl: min:s
sv: min:sek
ta: நிமிடம்:விநாடி
te: నిమి:సెకను
th: นาที:วินาที
tr: dk:sn
uk: хв:с
vi: phút:giây
